[
  {
    "id":1,
    "country":"Россия",
    "capital": "Москва",
    "main_image": "https://moslenta.ru/thumb/2560x0/filters:quality(75):no_upscale()/imgs/2019/09/11/10/3557697/f208048568180a1979582025bf9cf5ef1572ea11.jpg",
    "description": "Россия – крупнейшая страна мира, расположенная в Восточной Европе и Северной Азии и омываемая водами Тихого и Северного Ледовитого океанов. Ландшафт России крайне разнообразен: на ее территории есть и тундра, и леса, и субтропические пляжи. В Большом театре в Москве и Мариинском театре в Санкт-Петербурге выступают балетные труппы, снискавшие всемирную славу. Санкт-Петербург, основанный императором Петром I, известен своим Зимним дворцом в стиле барокко, в котором размещается часть обширной художественной коллекции музея \"Эрмитаж\".",
    "flag": "https://restcountries.eu/data/rus.svg",
    "time": "3",
    "coordinates": [55.753, 37.619]
  },
  {
    "id":2,
    "country":"Франция",
    "capital": "Париж",
    "main_image": "https://7d9e88a8-f178-4098-bea5-48d960920605.selcdn.net/d1d6ada8-3935-4e26-9874-5210dc57e4b6/",
    "description": "Франция – это страна в Западной Европе, на территории которой находятся средневековые города, альпийские деревни и пляжи Средиземного моря. Париж, столица государства, славится своими домами моды, старейшими художественными музеями, в числе которых Лувр, и достопримечательностями, такими как Эйфелева башня. Франция известна своими винами и изысканной кухней. Наскальная живопись в пещере Ласко, амфитеатр Трех Галлий в Лионе и огромный Версальский дворец свидетельствуют о богатой истории этих мест.",
    "flag": "https://restcountries.eu/data/fra.svg",
    "time": "1",
    "coordinates": [48.853, 2.3488]
  },
  {
    "id":3,
    "country":"Япония",
    "capital": "Токио",
    "main_image": "https://wantsee.world/wp-content/uploads/2020/05/Tokyo-Travel.jpg",
    "description": "Япония – островное государство в Тихом океане, которое славится своими густонаселенными городами, императорскими дворцами, национальными парками, храмами и святилищами. Сеть высокоскоростных железных дорог \"Синкансэн\" представлена на всех основных островах Японского архипелага: Кюсю с субтропическими пляжами Окинавы, Хонсю, на котором расположены Токио и Хиросима с мемориалом жертвам атомной бомбардировки, и Хоккайдо с горнолыжными курортами. Столица страны Токио – центр японской поп-культуры, известный своими небоскребами и магазинами.",
    "flag": "https://restcountries.eu/data/jpn.svg",
    "time": "9",
    "coordinates": [35.689, 139.691]
  },
  {
    "id":4,
    "country":"США",
    "capital": "Вашингтон",
    "main_image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTkTxaebUYoL1O-OXzNH-Y-zNILLc9gXXQg_g&usqp=CAU",
    "description": "Соединенные Штаты Америки – государство, состоящее из 50 штатов, занимает значительную часть Северной Америки. Штат Аляска расположен на северо-западе континента, а Гавайи – в Тихом океане. К крупным городам атлантического побережья относятся Нью-Йорк и столица Вашингтон. К западу от них находится ещё один важный город – Чикаго, известный своей впечатляющей архитектурой. А на западном побережье расположен Лос-Анджелес со знаменитыми голливудскими киностудиями. ",
    "flag": "https://restcountries.eu/data/usa.svg",
    "time": "-5",
    "coordinates": [38.895, -77.036]
  },
  {
    "id":5,
    "country":"Италия",
    "capital": "Рим",
    "main_image": "https://5slov.ru/images/foto/100/76-rim.jpg",
    "description": "Италия – средиземноморское государство в Южной Европе с длинной береговой линией, которое оказало огромное влияние на западную культуру и кухню. На территории столицы страны, Рима, находится государство Ватикан, а также всемирно известные музеи и древние руины. Другие крупные города Италии – Флоренция, где можно увидеть шедевры эпохи Возрождения, например статую Давида работы Микеланджело и собор Дуомо, созданный по проекту архитектора Брунеллески, а также город каналов Венеция и столица моды Милан.",
    "flag": "https://restcountries.eu/data/ita.svg",
    "time": "1",
    "coordinates": [41.891, 12.511]
  },
  {
    "id":6,
    "country":"Китай",
    "capital": "Пекин",
    "main_image": "https://tripmydream.cc/travelhub/blog/blog/45/2/block_452.jpg?v5",
    "description": "Китай – густонаселенная страна в Восточной Азии с разнообразными ландшафтами и рельефом. Здесь можно найти луга, пустыни, горы, озера, реки и побережья протяженностью более 14 тыс. км. Столица страны, Пекин, славится современной архитектурой и древними памятниками, среди которых дворцовый комплекс Запретный город и площадь Тяньаньмэнь. На востоке расположен мировой финансовый центр Шанхай, силуэт которого формируют бесчисленные небоскребы. По северному Китаю, пересекая его с востока на запад, проходит Великая Китайская стена.",
    "flag": "https://restcountries.eu/data/chn.svg",
    "time": "1",
    "coordinates": [39.907, 116.397]
  },
  {
    "id":7,
    "country":"Египет",
    "capital": "Каир",
    "main_image": "https://fs.tonkosti.ru/2l/nq/2lnqo9i8xtic80cskc4kk0kw8.jpg",
    "description": "Египет – страна в Северо-Восточной Африке и на Ближнем Востоке. О ее богатой истории, насчитывающей более пяти тысяч лет, напоминают археологические памятники в плодородной долине реки Нил, среди которых пирамиды Гизы, Большой сфинкс, а также Карнакский храм, стены которого испещрены иероглифами, и Долина царей с гробницами фараонов в районе Луксора. Столица страны Каир славится мечетью Мухаммеда Али, построенной во времена Османской империи, и Египетским музеем, где выставлены мумии фараонов и позолоченные деревянные статуи Тутанхамона.",
    "flag": "https://restcountries.eu/data/egy.svg",
    "time": "1",
    "coordinates": [30.062, 31.249]
  },
  {
    "id":8,
    "country":"ЮАР",
    "capital": "Кейптаун",
    "main_image": "https://img.geliophoto.com/capetown/00_capetown.jpg",
    "description": "Южно-Африканская Республика (ЮАР) – самая южная страна Африканского континента с разнообразными экосистемами. Во время сафари в национальном парке Крюгера во внутренней части страны можно полюбоваться на таких крупных животных, как слоны, бегемоты, жирафы и львы. Западно-Капская провинция славится своими пляжами, пышными виноградниками, окружающими города Стелленбос и Паарл, скалистыми утесами на мысе Доброй Надежды, лесами и лагунами вдоль Садового пути и городом Кейптауном, над которым возвышается Столовая гора с плоской вершиной.",
    "flag": "https://restcountries.eu/data/zaf.svg",
    "time": "1",
    "coordinates": [-33.925, 18.423]
  },
  {
    "id":9,
    "country":"Великобритания",
    "capital": "Лондон",
    "main_image": "https://avatars.mds.yandex.net/get-zen_doc/151305/pub_5c762a060c6e9900b4b2d688_5c762d2fae526300b31f4227/scale_1200",
    "description": "Великобритания (официальное название – Соединенное Королевство Великобритании и Северной Ирландии) – островное государство на северо-западе Европы, состоящее из Англии, Шотландии, Уэльса и Северной Ирландии. В Англии, на родине Шекспира и группы The Beatles, находится столица государства Лондон – мировой деловой и культурный центр. Также страна известна неолитическим сооружением Стоунхендж, римскими банями в городе Бат и старинными университетами в Оксфорде и Кембридже.",
    "flag": "https://restcountries.eu/data/gbr.svg",
    "time": "1",
    "coordinates": [51.508, -0.125]
  }
]
